Repository: sdplatt/sdplatt.github.io
Catalog: SCHNEIDER OM_Datenschutzerklärung_KW_01.03.21-de-en-T copy.tmx
Source language: de
Languages: en

source: 3. um Strafverfolgungsbehörden im Falle eines Cyberangriffes die zur Strafverfolgung notwendigen Informationen bereitzustellen.
en: 3. to provide law enforcement authorities with the information needed to prosecute in the event of a cyberattack.

source: Diese erhobenen Daten und Informationen werden durch uns daher einerseits statistisch und ferner mit dem Ziel ausgewertet, den Datenschutz und die Datensicherheit in unserem Unternehmen zu erhöhen, um letztlich ein optimales Schutzniveau für die von uns verarbeiteten personenbezogenen Daten sicherzustellen.
en: Therefore, the data and information collected will be used by us for statistical purposes only and with the aim of increasing the data protection and data security of our company so that we can ultimately ensure an optimal level of protection for the personal data we process.

source: Die Daten der Server-Logfiles werden getrennt von allen durch eine betroffene Person angegebenen personenbezogenen Daten gespeichert und in regelmäßigen Abständen (spätestens nach einem Jahr) gelöscht.
en: Data in the server log files are stored separately from any personal data provided by a data subject and are deleted at regular intervals (after one year at the latest).

source: Die Rechtsgrundlage für die Datenverarbeitung ist Art.
en: The legal basis for the data processing is Article

source: 6 Abs. 1 S. 1 lit. f DS-GVO.
en: 6(1) 1 (f) GDPR.

source: Unser berechtigtes Interesse folgt aus oben aufgelisteten Zwecken zur Datenerhebung.
en: Our legitimate interest follows from the data collection purposes listed above.

source: 8.1 Allgemeines zu Cookies
en: 8.1 General information about cookies

source: Wir setzen auf unserer Internetseite Cookies ein.
en: We use cookies on our website.

source: Hierbei handelt es sich um kleine Dateien, die Ihr Browser automatisch erstellt und die auf Ihrem IT-System (Laptop, Tablet, Smartphone o.ä.) gespeichert werden, wenn Sie unsere Seite besuchen.
en: These are small files that are automatically created by your browser and stored on your IT system (laptop, tablet, smartphone or similar) when you visit our site.

source: In dem Cookie werden Informationen abgelegt, die sich jeweils im Zusammenhang mit dem spezifisch eingesetzten Endgerät ergeben.
en: Information stored in the cookie is related to the specific end device being used.

source: Dies bedeutet jedoch nicht, dass wir dadurch unmittelbar Kenntnis von Ihrer Identität erhalten.
en: This does not mean, however, that we can gain direct knowledge of your identity.

source: Der Einsatz von Cookies dient einerseits dazu, die Nutzung unseres Angebots für Sie angenehmer zu gestalten.
en: One use of our use of cookies serves is to make our offer more pleasant for you.

source: So setzen wir sogenannte Session-Cookies ein, um zu erkennen, dass Sie einzelne Seiten unserer Website bereits besucht haben.
en: For example, we use so-called session cookies to indicate that you have already visited individual pages of our website.

source: Diese werden nach Verlassen unserer Seite automatisch gelöscht.
en: These are automatically deleted after you leave our site.

source: Darüber hinaus setzen wir ebenfalls zur Optimierung der Benutzerfreundlichkeit temporäre Cookies ein, die für einen bestimmten festgelegten Zeitraum auf Ihrem Endgerät gespeichert werden.
en: We also use temporary cookies to optimise user-friendliness. These are stored on your end device for a given fixed period of time.

source: Besuchen Sie unsere Seite erneut, um unsere Dienste in Anspruch zu nehmen, wird automatisch erkannt, dass Sie bereits bei uns waren und welche Eingaben und Einstellungen Sie getätigt haben, um diese nicht noch einmal eingeben zu müssen.
en: If you visit our site again in order to use our services, the system automatically recognises that you have already been with us and which entries and settings you have made so that you do not have to enter them again.

source: Zum anderen setzten wir Cookies ein, um die Nutzung unserer Website statistisch zu erfassen und zum Zwecke der Optimierung unseres Angebotes für Sie auszuwerten.
en: We also use cookies to keep statistics the use of our site which we evaluate to improve the service we offer you.

source: Diese Cookies ermöglichen es uns, bei einem erneuten Besuch unserer Seite automatisch zu erkennen, dass Sie bereits bei uns waren.
en: These cookies enable us to automatically recognise that you have already been to our site when you visit it again.

source: Diese Cookies werden nach einer jeweils definierten Zeit automatisch gelöscht.
en: These cookies are automatically deleted after a defined period of time.

source: 8.2 Rechtsgrundlage für die Verwendung von Cookies
en: 8.2 Legal basis for the use of cookies

source: Die durch Cookies verarbeiteten Daten, die für die ordnungsmäßige Funktion der Webseite benötigt werden, sind damit zur Wahrung unserer berechtigten Interessen sowie der Dritter nach Art.
en: The data processed by cookies, which are required for the proper functioning of the website, are thus necessary for the protection of our legitimate interests and those of third parties in accordance with Article

source: 6 Abs. 1 S. 1 lit. f DS-GVO erforderlich.
en: 6(1) 1 (f) GDPR.

source: Für alle anderen Cookies gilt, dass Sie über unser Opt-in Cookie-Banner Ihre Einwilligung hierzu im Sinne von Art.
en: For all other cookies, it is the case that you have given your consent via our opt-in cookie pop/up in accordance with Article

source: 6 Abs. 1 lit. a DS-GVO abgegeben haben.
en: 6(1) (a) GDPR.

source: Inhalte unserer Internetseite
en: Contents of our website

source: 9.1 Kontaktaufnahme / Kontaktformular
en: 9.1 Contact / Contact form

source: Im Rahmen der Kontaktaufnahme mit uns (z.B. per Kontaktformular oder E-Mail) werden personenbezogene Daten erhoben.
en: Personal data is collected when contacting us (e.g. via contact form or email).

source: Welche Daten im Falle eines Kontaktformulars erhoben werden, ist aus dem jeweiligen Kontaktformular ersichtlich.
en: The contact form indicates which data is collected.

source: Diese Daten werden ausschließlich zum Zweck der Beantwortung Ihres Anliegens bzw. für die Kontaktaufnahme und die damit verbundene technische Administration gespeichert und verwendet.
en: This data is stored and used exclusively for the purpose of responding to your query or for contacting you and associated technical administration.

source: Rechtsgrundlage für die Verarbeitung der Daten ist unser berechtigtes Interesse an der Beantwortung Ihres Anliegens gemäß Art.
en: The legal basis for processing the data is our legitimate interest in responding to your query in accordance with Article

source: 6 Abs. 1 lit. a DS-GVO.
en: 6(1) a GDPR.

source: Zielt Ihre Kontaktierung auf den Abschluss eines Vertrages ab, so ist zusätzliche Rechtsgrundlage für die Verarbeitung Art.
en: If the purpose of getting in touch with us is to conclude a contract, the additional legal basis for the processing is Article

source: Ihre Daten werden nach abschließender Bearbeitung Ihrer Anfrage gelöscht, dies ist der Fall, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt abschließend geklärt ist und sofern keine gesetzlichen Aufbewahrungspflichten entgegenstehen.
en: Your data will be deleted after your request has been completed, which is the case if it can be inferred from the circumstances that the matter concerned has been resolved and provided that there are no statutory retention obligations to the contrary.

source: Die Einwilligung in die Speicherung personenbezogener Daten, die Sie uns ausschließlich für die Kontaktaufnahme erteilt haben, kann jederzeit widerrufen werden.
en: You may revoke the consent to the storage of your personal data, which you have given us exclusively for the purpose of contacting you, at any time.

source: Zum Zwecke des Widerrufs der Einwilligung senden Sie uns eine E-Mail an DATAPRIVACY(AT)SCHNEIDER-OM(DOT)COM.
en: To revoke your consent, please email us at DATAPRIVACY(AT)SCHNEIDER-OM(DOT)COM.

source: 9.2 Bewerbungsmanagement / Stellenbörse
en: 9.2 Job application management / vacancy listings

source: Wenn Sie uns per Bewerbungsformular Ihre Bewerbung zukommen lassen, werden Ihre Angaben aus dem Online-Formular inklusive der von Ihnen dort angegebenen Kontaktdaten („personenbezogenen Daten“) zwecks Bearbeitung Ihrer Bewerbung und ggf. Kontaktaufnahme an uns übermittelt und im Anschluss durch uns gespeichert, verarbeitet und genutzt.
en: You may send us your application via the application form. . In such a case, the information provided by you there, including the contact details you enter there ("personal data"), will be stored, processed and used by us for the purpose of processing of your application and, if necessary, for contacting you.

source: Ihre personenbezogenen Daten können dann von unseren Mitarbeitern den jeweils zuständigen innerbetrieblichen Stellen und Fachabteilungen zugänglich gemacht werden.
en: Our employees may then make your personal data accessible to the relevant internal departments and specialist departments.

source: We are using Softgarden for our recruiting management.
en: We use Softgarden for our recruiting management.

source: Softgarden is an online service, where applicants can register and upload their application documents.
en: Softgarden is an online service which allows applicants to register and upload their application documents.

source: Personel data is uploaded, stored and processed on the servers of Softgarden.
en: Personnel data is uploaded, stored and processed on the servers of Softgarden.

source: Data processing is based on Art.
en: Data processing is based on Article

source: Dabei werden folgende Daten erhoben:
en: The following data is collected:

source: personel master data
en: HR master data

source: Darüber hinaus haben Sie die Möglichkeit, Softgarden elektronisch gespeicherte Dokumente wie Zeugnisse oder Anschreiben mittels Datei-Upload zu überlassen.
en: You can also choose to provide Softgarden with electronically stored documents such as references or cover letters via file upload function.

source: Wir bzw. Softgarden benötigen von Ihnen keine Informationen, die nach dem Allgemeinen Gleichbehandlungsgesetz nicht verwertbar sind (Rasse, ethnischer Herkunft, Geschlecht, Religion oder Weltanschauung, Behinderung, Alter oder sexueller Identität).
en: We and Softgarden do not require any information from you that is not usable under the German General Equal Treatment Act (race, ethnic origin, gender, religion or belief, disability, age or sexual identity).

source: Angaben zu Krankheiten, Schwangerschaft, ethnischer Herkunft, politischen Anschauungen, philosophischen oder religiösen Überzeugungen, Mitgliedschaft in einer Gewerkschaft, körperlicher oder geistiger Gesundheit oder Sexualleben bitten wir ebenfalls nicht zu übermitteln.
en: We also do not ask you to provide information on any illness, pregnancy, ethnic origin, political beliefs, philosophical or religious beliefs, trade union membership, physical or mental health or sexual preferences.

source: Dasselbe gilt für Inhalte, die geeignet sind, Rechte Dritter zu verletzen (z.B. Urheberrechte, Presserecht oder allgemeine Rechte Dritter).
en: The same applies to content that is likely to infringe the rights of third parties (e.g. copyrights, media law, or the general rights of third parties).

source: Ist Ihre Bewerbung erfolgreich, können die angegebenen Daten für verwaltungstechnische Angelegenheiten im Rahmen der Beschäftigung verwendet werden.
en: If your application is successful, the information will be used in the administration of your employment.

source: Ihre Online-Bewerbung wird ausschließlich von den relevanten Ansprechpartnern bei uns bearbeitet und zur Kenntnis genommen.
en: Your online application will only be processed and seen by the relevant contact persons at our company.

source: Alle mit der Datenverarbeitung betrauten Mitarbeiter sind verpflichtet, die Vertraulichkeit Ihrer Daten zu wahren.
en: All employees charged with data processing are obliged to maintain the confidentiality of your data.

source: Dritte erhalten von Ihren Angaben unter keinen Umständen Kenntnis.
en: Under no circumstances will third parties gain knowledge of your information.

source: Aufbewahrung
en: Storage

source: Sollten wir Ihnen keine Beschäftigung anbieten können, werden wir die von Ihnen übermittelten Daten bis zu sechs Monaten für den Zweck aufbewahren, Fragen im Zusammenhang mit Ihrer Bewerbung und Ablehnung zu beantworten.
en: If we are unable to make you an offer of employment, we will retain the information you provide for up to six months for the purpose of answering questions related to your application and any rejection.

source: Im Anschluss daran werden Ihre Bewerbungsunterlagen datenschutzkonform vernichtet oder Ihnen postalisch zurückgesendet.
en: Afterwards, your application documents will be destroyed in accordance with data protection regulations or returned to you by post.

source: Falls Ihre Bewerbungsunterlagen jedoch grundsätzlich von Interesse sind und lediglich aktuell keine geeignete Beschäftigung zur Verfügung steht, erteilen Sie uns durch Abgabe einer gesonderte Erklärung Ihre Einwilligung, diese Daten entsprechend vorzuhalten und abzuspeichern.
en: However, if your application documents are generally of interest to us and no suitable employment happens to be available at this moment, you give us your consent to retain and store this data by submitting a separate declaration.

source: So können wir Sie bei künftigen Stellenangeboten kontaktieren.
en: This will allow us to contact you concerning future job openings.

source: Zur Nachweisbarkeit Ihrer Einwilligung für die oben genannte Verwendung Ihrer personenbezogenen Daten wird durch uns folgendes gespeichert:
en: To be able to prove that you have given your consent for the aforementioned use of your personal data, we will store the following data:

source: IP-Adresse
en: IP address

source: Datum / Uhrzeit der Registrierung
en: Date / time of registration

source: Sie haben jederzeit die Möglichkeit, Ihre Einwilligung zur Verarbeitung der personenbezogenen Daten zu widerrufen.
en: You can revoke your consent to the processing of your personal data at any time.

source: Nehmen Sie mit uns per E-Mail PERSONAL(AT)SCHNEIDER-OM(DOT)COM oder postalisch Schneider GmbH & Co. KG, Biegenstr.
en: Please contact us by email PERSONAL(AT)SCHNEIDER-OM(DOT)COM or by regular post at Schneider GmbH & Co. KG, Biegenstr.

source: 8-12 D-35112 Fronhausen Kontakt auf, so können Sie der Speicherung Ihrer personenbezogenen Daten jederzeit mit Wirkung für die Zukunft widersprechen.
en: 8-12 D-35112 Fronhausen, Germany, you can object to the storage of your personal data at any time with effect for the future.

source: In einem solchen Fall kann Ihre Bewerbung nicht bearbeitet oder berücksichtigt werden.
en: In such a case, your application cannot be processed or considered.

source: Die Rechtsgrundlage der Verarbeitung Ihrer Daten ist Art.
en: The legal basis of the processing of your data is Article

source: 88 DS-GVO i.V.m. § 26 Abs. 1 BDSG.
en: 88 GDPR in conjunction with. Section 26 (1) German Federal Data Protection Act (BDSG).

source: Newsletterversand
en: Newsletters

source: 10.1 Newsletterversand an Bestandskunden
en: 10.1 Newsletter to existing customers

source: Wenn Sie uns Ihre E-Mailadresse beim Kauf von Waren bzw. Dienstleistungen zur Verfügung gestellt haben, behalten wir uns vor, Ihnen regelmäßig Angebote zu ähnlichen Waren bzw. Dienstleistungen, wie den bereits gekauften, aus unserem Sortiment per E-Mail zuzusenden.
en: If you have provided us with your email address when purchasing goods or services, we reserve the right to periodically email you offers for similar goods or services to those you have already purchased from our range.

source: Hierfür müssen wir gemäß § 7 Abs. 3 UWG keine gesonderte Einwilligung von Ihnen einholen.
en: In accordance with Section 7(3) German Act against Unfair Competition (UWG), we do not need to obtain your separate consent for this.

source: Die Datenverarbeitung erfolgt insoweit allein auf Basis unseres berechtigten Interesses an personalisierter Direktwerbung gemäß Art.
en: In this respect, the data processing is carried out solely on the basis of our legitimate interest in personalised direct marketing in accordance with Article

source: 6 Abs. 1 lit. f DS-GVO.
en: 6(1) lit. f GDPR.

source: Haben Sie der Nutzung Ihrer E-Mailadresse zu diesem Zweck anfänglich widersprochen, findet ein Mailversand unsererseits nicht statt.
en: If you initially objected to the use of your email address for this purpose, we will not send you any email.

source: Sie sind berechtigt, der Nutzung Ihrer E-Mailadresse zu dem vorbezeichneten Werbezweck jederzeit mit Wirkung für die Zukunft durch eine Mitteilung an den zu Beginn genannten Verantwortlichen zu widersprechen.
en: You have the right to object to the use of your email address for the aforementioned advertising purposes at any time with effect for the future. To do so, notify the controller named at the beginning.

source: Hierfür fallen für Sie lediglich Übermittlungskosten nach den Basistarifen an.
en: You will only incur transmission costs in accordance with the base rates.

source: Nach Eingang Ihres Widerspruchs wird die Nutzung Ihrer E-Mailadresse zu Werbezwecken unverzüglich eingestellt.
en: After we receive your objection, the use of your email address for advertising purposes will cease immediately.

source: Auf unserer Internetseite wird Ihnen die Möglichkeit eingeräumt, den Newsletter unseres Unternehmens zu abonnieren.
en: On our website you are given the opportunity to subscribe to our company newsletter.

source: Welche personenbezogenen Daten bei der Bestellung des Newsletters an uns übermittelt werden, ergibt sich aus der hierzu verwendeten Eingabemaske.
en: Which personal data are transmitted to us when ordering the newsletter, results from the input mask used for this purpose.

source: Wir informieren unsere Kunden und Geschäftspartner in regelmäßigen Abständen im Wege eines Newsletters über unsere Angebote.
en: We inform our customers and business partners at regular intervals by means of a newsletter about our offers.

source: Der Newsletter unseres Unternehmens kann von Ihnen grundsätzlich nur dann empfangen werden, wenn
en: The newsletter of our company can be received by you in principle only if

source: Sie über eine gültige E-Mail-Adresse verfügen und
en: You have a valid email address and

source: Sie sich für den Newsletterversand registriert haben.
en: You have registered to receive the newsletter.

source: An die von Ihnen erstmalig für den Newsletterversand eingetragene E-Mail-Adresse wird aus rechtlichen Gründen eine Bestätigungsmail im Double-Opt-in-Verfahren versendet.
en: For legal reasons, a confirmation email will be sent to the email address you entered for the first time for the newsletter dispatch using the double opt-in procedure.

source: Diese Bestätigungsmail dient der Überprüfung, ob Sie als Inhaber der E-Mail-Adresse den Empfang des Newsletters autorisiert haben.
en: This confirmation email is used to verify that you, as the owner of the email address, have authorized the receipt of the newsletter.

source: Bei der Anmeldung zum Newsletter speichern wir ferner die von Ihrem Internet-Service-Provider (ISP) vergebene IP-Adresse des von Ihnen zum Zeitpunkt der Anmeldung verwendeten IT-Systems sowie das Datum und die Uhrzeit der Anmeldung.
en: When you register for the newsletter, we also store the IP address of the IT system used by you at the time of registration, as well as the date and time of registration, as assigned by your Internet service provider (ISP).

source: Die Erhebung dieser Daten ist erforderlich, um den (möglichen) Missbrauch Ihrer E-Mail-Adresse zu einem späteren Zeitpunkt nachvollziehen zu können und dient deshalb unserer rechtlichen Absicherung.
en: The collection of this data is necessary in order to be able to trace the (possible) misuse of your email address at a later date and therefore serves to protect our legal rights.

source: Die im Rahmen einer Anmeldung zum Newsletter erhobenen personenbezogenen Daten werden ausschließlich zum Versand unseres Newsletters verwendet.
en: The personal data collected in the context of a registration for the newsletter will be used exclusively for sending our newsletter.

source: Ferner könnten Abonnenten des Newsletters per E-Mail informiert werden, sofern dies für den Betrieb des Newsletter-Dienstes oder eine diesbezügliche Registrierung erforderlich ist, wie dies im Falle von Änderungen am Newsletterangebot oder bei der Veränderung der technischen Gegebenheiten der Fall sein könnte.
en: Subscribers to the newsletter could be informed by email if this is necessary for the operation of the newsletter service or a registration relating to it, which may be the case in the event of changes to the newsletter offer or technical changes.

source: Es erfolgt keine Weitergabe der im Rahmen des Newsletter-Dienstes erhobenen personenbezogenen Daten an Dritte.
en: No personal data collected as part of the newsletter service will be passed on to third parties.

source: Das Abonnement unseres Newsletters kann durch Sie jederzeit gekündigt werden.
en: You can cancel your subscription to our newsletter at any time.

source: Die Einwilligung in die Speicherung personenbezogener Daten, die Sie uns für den Newsletterversand erteilt haben, kann jederzeit widerrufen werden.
en: The consent to the storage of personal data that you have given us for the newsletter dispatch can be revoked at any time.

source: Zum Zwecke des Widerrufs der Einwilligung findet sich in jedem Newsletter ein entsprechender Link.
en: For the purpose of revoking consent, a corresponding link can be found in each newsletter.

source: Ferner besteht die Möglichkeit, sich jederzeit auch direkt auf unserer Internetseite vom Newsletterversand abzumelden oder uns dies auf andere Weise mitzuteilen.
en: It is possible to unsubscribe from the newsletter at any time directly on our website or to inform us of this in another way.

source: Rechtsgrundlage der Datenverarbeitung zum Zwecke des Newsletterversands ist Art.
en: The legal basis for data processing for the purpose of sending newsletters is Article

source: Der Versand der Newsletter erfolgt durch die Inxmail GmbH, Wentzingerstr.
en: The newsletter is sent by Inxmail GmbH, Wentzingerstr.

source: Die E-Mail-Adressen unserer Newsletterempfänger, als auch deren weitere, im Rahmen dieser Hinweise beschriebenen Daten, werden auf den Servern von Inxmail in Deutschland gespeichert.
en: The email addresses of our newsletter recipients, as well as their other data described in these notes, are stored on Inxmail's servers in Germany.

source: Inxmail verwendet diese Informationen zum Versand und zur Auswertung der Newsletter in unserem Auftrag.
en: Inxmail uses this information to send and evaluate the newsletter on our behalf.

source: Des Weiteren kann Inxmail nach eigenen Informationen diese Daten zur Optimierung oder Verbesserung der eigenen Services nutzen, z.B. zur technischen Optimierung des Versandes und der Darstellung der Newsletter oder für wirtschaftliche Zwecke, um zu bestimmen, aus welchen Ländern die Empfänger kommen.
en: Furthermore, according to its own information, Inxmail may use this data to optimise or improve its own services, e.g. for the technical optimisation of the dispatch and presentation of the newsletters or for economic purposes in order to determine the countries from which the recipients come.
